<?php get_header(); ?>

<p>inner</p>
<!-- homepage-text-main -->
<div class="homepage-text-main">
    <div class="homepage-text-main__container">
        <h1>Example H1</h1>
        <p>
            <img class="response-img-md" src="http://via.placeholder.com/430x310" style="float: right; margin: -55px 0 20px 50px;" alt="">
            Интернет-магазин одежды Stylecloth – это доступные цены, широкий, регулярно обновляемый ассортимент. В онлайн-каталоге Stylecloth представлено около 7000 ведущих брендов женской, мужской и детской одежды и обуви, электроники, книжной продукции, ювелирных изделий, игрушек и т.д. Для удобства пользования онлайн-каталог поделен на разделы, все товары можно сортировать по ряду критериев: цена, материал изготовления, сезонность, бренд.</p>

        <div class="js-spoiler-content" data-screen="md" data-btn-class="-primary -fullwidth">
            <p>Интернет-магазин Stylecloth регулярно проводит масштабные распродажи, в рамках которых купить одежду и обувь становится еще реальнее. Чтобы быть в курсе предстоящих скидок или появления в ассортименте новых моделей одежды от любимых брендов, достаточно подписаться на email-рассылку магазина. Дополнительные выгодные условия действуют для постоянных покупателей Wildberries – персональная скидка, зависящая от процента выкупа вещей. </p>
        </div>

    </div>
</div>
<!-- end homepage-text-main -->

<?php get_footer(); ?>
